Repository: dglent/mga3prepo
Catalog: po/*.po
Languages: nl

source: *** You have to add at least one media first
nl: *** U dient minimaal één medium toe te voegen

source: Here is a list with some of the unofficial repositories for Mageia {0}:
nl: Hieronder vindt u een lijst met enkele van de onofficiële pakketbronnen voor Mageia {0}:

source: See also: https://forums.mageia.org/en/viewtopic.php?f=7&t=1985
nl: Zie ook: https://forums.mageia.org/en/viewtopic.php?f=7&t=1985

source: 1. Czech Republic
nl: 1. Tsjechië

source: 2. Russia
nl: 2. Rusland

source: 3. Greece
nl: 3. Griekenland

source: 4. Poland
nl: 4. Polen

source: 5. Spain
nl: 5. Spanje

source: 6. France
nl: 6. Frankrijk

source: Enter media name (Enter to quit or * for info):
nl: Voer de naam in van een medium (Enter = Afsluiten, * = meer informatie):

source: *** The media name already exists
nl: *** Dit medium is al toegevoegd

source: The name cannot include the key character '@'
nl: De naam mag niet het '@'-teken bevatten

source: Please choose another one
nl: Geef een andere naam op

source: Enter media url:
nl: Voer de medium-url in:

source: You have to enter an url
nl: Voer een geldige url in

source: *** The media url already exists
nl: *** De medium-url is al toegevoegd

source: *** Added media:
nl: *** Toegevoegd medium:

source: *** Cannot found media with synthesis in:
nl: *** Er is geen medium aangetroffen met het volgende:

source: Enter the name of the media to delete (Enter to quit):
nl: Voer de naam in van het te verwijderen medium (Enter = Afsluiten):

source: *** The media does n't exist
nl: *** Dit medium bestaat niet

source: Empty media list
nl: Blanco medialijst

source: No such file
nl: Bestand bestaat niet

source: Found
nl: Gevonden

source: Total:
nl: Totaal:

source: rpm with new version:
nl: rpm met nieuwe versie:

source: *** No configured media ***
nl: *** Geen ingestelde media ***

source: Launch the script without arguments,
nl: Start het script zonder aanvullende opties

source: and add at least one media from the menu 'Add media'
nl: en voeg minimaal één medium toe via het menu 'Medium toevoegen'

source: Search package
nl: Zoeken naar pakket

source: Add media
nl: Medium toevoegen

source: List media
nl: Medialijst tonen

source: Delete media
nl: Medium verwijderen

source: Search updates
nl: Zoeken naar updates

source: Press 'enter' to quit, '*' to list all packages
nl: Druk op Enter om af te sluiten of * om alle pakketten te tonen

source: Enter the name of the package:
nl: Voer de naam in van het pakket:
